ClassifierMNIST(
  (layer_1): Linear(in_features=64, out_features=256, bias=True)
  (layer_2): Linear(in_features=256, out_features=128, bias=True)
  (layer_3): Linear(in_features=128, out_features=10, bias=True)
)